---
kind: property
id: P:Autodesk.Revit.DB.ViewDisplayBackground.VerticalImageScale
source: html/aafa779e-37ef-0b70-15c7-01b757aa1d08.htm
---
# Autodesk.Revit.DB.ViewDisplayBackground.VerticalImageScale Property

The vertical scale of the background image; the scale of 1.0 puts the image pixel-to-pixel.

## Syntax (C#)
```csharp
public double VerticalImageScale { get; }
```